metadata = {"1":{"lot":"1","county":"Prince","parish":"North","acres_holland":"23000","acres_clark":"25500","acres_modern":"25370","rating_1767":"Poor","census_1798":"0","census_1838":"459","drawn_by":"Sir Philip Stevens","notes":"Son of an Anglican minister, Philip Stevens began his career in the Royal Navy as a clerk, but would end it First Secretary to the Admiralty. A friend of Captain James Cook, he was also a member of the Royal Society and served as a Member of Parliament for almost 40 years. His only son, Nathaniel, was killed in a duel in 1790. (Samuel Holland also lost a son, Samuel Lester, to a duel in 1795.)"},"2":{"lot":"2","county":"Prince","parish":"North","acres_holland":"20000","acres_clark":"22000","acres_modern":"21112","rating_1767":"Poor","census_1798":"0","census_1838":"173","drawn_by":"James and William Hunter","notes":"James and William Hunter were brothers from Virginia. Merchants and shipowners, they must have been disappointed both by the low quality of the land and the lack of potential harbours in their new estate and didn’t do anything to develop it. "},"3":{"lot":"3","county":"Prince","parish":"North","acres_holland":"20000","acres_clark":"22500","acres_modern":"21899","rating_1767":"Poor","census_1798":"0","census_1838":"111","drawn_by":"Chauncey Townshend","notes":"The only son of a London brewer who died when he was only two, Chauncey Townshend was raised by his mother’s family, who were in the linen and drapery trade. Townshend diversified into mining and in 1744 got the supply contract for the garrison in Halifax. The estate passed to his son James in 1770, and to James’ son Henry when the former died in 1787. None of the three sent out settlers."},"4":{"lot":"4","county":"Prince","parish":"Egmont","acres_holland":"20000","acres_clark":"26500","acres_modern":"26327","rating_1767":"Poor","census_1798":"0","census_1838":"169","drawn_by":"Admiral Augustus Keppel","notes":"Augustus Keppel was a cousin of Samuel Holland’s patron, the Duke of Richmond. Ten years old when he joined the Royal Navy, he sailed around the world when he was 15, was made a captain when he was 19, and an admiral at 37. He was a Rear Admiral and Member of Parliament when he was awarded an estate on St. John’s Island, but he never got around to sending out any settlers."},"5":{"lot":"5","county":"Prince","parish":"Egmont","acres_holland":"20000","acres_clark":"20500","acres_modern":"20337","rating_1767":"Excellent","census_1798":"39","census_1838":"213","drawn_by":"Edward Lewis","notes":"Edward Lewis was an MP from Wales who also had the mail contract for the Caribbean. In the early 1770s he took on a partner, an anchor-smith turned merchant named John Hill. In 1779 he sold half of the estate to Hill, and in 1788 they founded a settlement named Lewis Town (modern-day Northport)."},"6":{"lot":"6","county":"Prince","parish":"Egmont","acres_holland":"20000","acres_clark":"19000","acres_modern":"18260","rating_1767":"Average","census_1798":"11","census_1838":"131","drawn_by":"William Crowle","notes":"Little is known about William Crowle, but a gentleman with the same name  was also awarded 10,000 acres in Florida the same year the same year as the Land Lottery. Neither estate was developed at the time."},"7":{"lot":"7","county":"Prince","parish":"Egmont","acres_holland":"20000","acres_clark":"19500","acres_modern":"19093","rating_1767":"Poor","census_1798":"0","census_1838":"99","drawn_by":"Sir James Montgomery","notes":"A lawyer by trade, James Montgomery had recently been appointed Lord Advocate for Scotland – a post that allowed him to control vast amounts of patronage – when he was given Lot 7.  Montgomery was one of the most active of the Island’s first proprietors. By 1780 he had added Lots 30, 34, 36 and 51, and half of Lot 12 and two thirds of Lot 51 -- over 100,000 acres -- to his holdings. Though he invested heavily in settling the lands he later acquired, he paid little attention to Lot 7."},"8":{"lot":"8","county":"Prince","parish":"Halifax","acres_holland":"20000","acres_clark":"21000","acres_modern":"20762","rating_1767":"Average","census_1798":"0","census_1838":"100","drawn_by":"Arnold Nisbett","notes":"A merchant by trade, Arnold Nisbett served as an MP from 1753 until his death in 1779. Working with North American partners, he made a great deal of money as a military contractor during the Seven Years’ War, but lost most of his fortune during the Panic of 1772 and sold the estate in 1775. Neither he nor the new owners did anything to bring out settlers."},"9":{"lot":"9","county":"Prince","parish":"Halifax","acres_holland":"20000","acres_clark":"18500","acres_modern":"17928","rating_1767":"Average","census_1798":"0","census_1838":"33","drawn_by":"General James Murray","notes":"James Murray commanded one of the regiments that served under General James Wolfe at the sieges of Louisbourg and Quebec, and was named the military governor of Quebec after Wolfe’s death at the Battle of the Plains of Abraham. He was in England when the Land Lottery took place, defending himself before an inquiry into his conduct as Governor. Though the inquiry cleared his name, and he could have returned to take up duties in Quebec, he decided to stay in Europe. He sold the estate sometime before 1775."},"10":{"lot":"10","county":"Prince","parish":"Halifax","acres_holland":"20000","acres_clark":"19000","acres_modern":"18208","rating_1767":"Average","census_1798":"0","census_1838":"36","drawn_by":"Simon Luttrell","notes":"Probably the most flamboyant of the first proprietors, Simon Luttrell  was an MP when his name went into the Land Lottery hat. He’d be made a Baron in 1768 and later the 1st Earl of Carhampton. He was member of the (in?) famous Hellfire Club, where he was dubbed the “King of Hell.” He and Admiral Keppel (see Lot 4) shared a mistress (though not at the same time);  Mary Nisbett. who was also Arnold Nisbett’s (see Lot 8) sister-in-law. Lutrell’s daughter Anne married George III’s younger brother Henry in 1771, which led the Parliament to pass the Royal Marriages Act. Probably too busy to recruit settlers, he sold the estate sometime before 1775, but the new owner also made no effort to settle it."},"11":{"lot":"11","county":"Prince","parish":"Halifax","acres_holland":"20000","acres_clark":"22000","acres_modern":"22092","rating_1767":"Average","census_1798":"15","census_1838":"163","drawn_by":"Colonel Hunt Walsh","notes":"A career army officer, Hunt Walsh served was a Lt. Colonel in the 28th Regiment of Foot during the Louisbourg and Quebec campaigns, and became an MP in the Irish Parliament after the war."},"12":{"lot":"12","county":"Prince","parish":"Halifax","acres_holland":"20000","acres_clark":"18500","acres_modern":"20835","rating_1767":"Average","census_1798":"0","census_1838":"127","drawn_by":"Hutchinson Muir and Robert Cathcart","notes":"Hutchinson Muir and Robert Cathcart were London-based shipowners and merchants with business dealings in North America, and as early as 1763 were asking the Crown for a land grant on St. John’s Island. Lot 12 was one of several that they had a business interest or share in after the 1767 Lottery. It was also the one they paid the least attention to. In the 1860s the colonial government purchased a part of the estate, Lennox Island, to set up as a reserve for the Island’s remaining Mi’kmaq population, who numbered around 300 at the time."},"13":{"lot":"13","county":"Prince","parish":"Richmond","acres_holland":"20000","acres_clark":"23000","acres_modern":"22409","rating_1767":"Excellent","census_1798":"41","census_1838":"275","drawn_by":"John Pownall","notes":"John Pownall was Secretary to the Lords Commissioner of Trade and Plantations – the body responsible for organizing the development of colonies like St. John’s Island. Though he sat for six months as an MP in 1775, he was a career bureaucrat, retiring as the Commissioner of Excise and Customs in 1788. He willed Lot 13 to Francis Conway, the Marquess of Hertford."},"14":{"lot":"14","county":"Prince","parish":"Richmond","acres_holland":"20000","acres_clark":"22000","acres_modern":"21586","rating_1767":"Excellent","census_1798":"64","census_1838":"367","drawn_by":"Captain John Campbell","notes":"A career naval officer, John Campbell served as a midshipman with Augustus Keppel on HMS Centurion during that vessel’s round the world voyage in 1740. He served off of France during the Seven Years War, but remained a good friend of Keppel, which may be how he got his name on the list for the 1767 Land Lottery. He ended his career as Governor of Newfoundland, but by that time had sold Lot 14 to Thomas Desbrisay, Prince Edward Island’s Lt. Governor. "},"15":{"lot":"15","county":"Prince","parish":"Richmond","acres_holland":"20000","acres_clark":"23500","acres_modern":"23547","rating_1767":"Excellent","census_1798":"0","census_1838":"575","drawn_by":"Sir Guy Carleton","notes":"Guy Carleton joined the British Army at age 17, and by 1757 was serving as a Lt. Colonel in Samuel Holland’s regiment during the Louisbourg and Quebec campaigns.  At the time of the Land Lottery he was serving as Governor of Quebec. In 1786 he was given a peerage and as Lord Dorchester became the first Governor-in-Chief of British North America."},"16":{"lot":"16","county":"Prince","parish":"Richmond","acres_holland":"20000","acres_clark":"20500","acres_modern":"19499","rating_1767":"Excellent","census_1798":"171","census_1838":"409","drawn_by":"John Tutte, Lt. David Forbes and Lt. John Hayter ","notes":"John Tutte was the chief clerk for the Lords Commissioner for Trade and Plantations; it isn’t known what connections Lts. Forbes and Hayter had, but only they were the only junior officers who got to participate in the Land Lottery without being part of a consortium led by a Colonel or a General. Tutte died in 1774, and the estate was bought by Lawrence Sullivan. In 1784 Sullivan granted a quarter of his land to resettle Loyalists."},"17":{"lot":"17","county":"Prince","parish":"Richmond","acres_holland":"20000","acres_clark":"22500","acres_modern":"22479","rating_1767":"Excellent","census_1798":"210","census_1838":"835","drawn_by":"Benjamin and Theobald Burke","notes":"Little is known about the two men who were granted Lot 17 in 1767, other than the fact they did nothing with it. It was forfeited to the colonial government in 1781, and in 1785 one quarter of the land was granted for re-settling Loyalists. Despite this, most of the settlers on the estate were Acadian."},"18":{"lot":"18","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"22500","acres_modern":"18996","rating_1767":"Excellent","census_1798":"188","census_1838":"753","drawn_by":"Lt. Colonel John Robert Stewart and Captain William Allanby","notes":"Veterans of the Seven Years’ War, Stewart and Allanby got one of the most desirable estates in the 1767 Lottery. Thinking there was going to be a booming fishery off of Richmond Bay, Samuel Holland set the county capital, Princetown in Lot 18. Both Stewart and Allanby moved to the estate, and though Allanby left in the 1780s, the Stewarts became one of the most influential families in the colony. In 1770 Stewart was the first proprietor to send settlers to his estate."},"19":{"lot":"19","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"20000","acres_modern":"19886","rating_1767":"Excellent","census_1798":"113","census_1838":"737","drawn_by":"Captain Walter Patterson and his brother, John","notes":"Walter Patterson fought in the Seven Years’ War in the 80th Regiment, the first British Army unit trained as skirmishers. Though only a captain, he managed to get onto the list of officers given land grants. In 1768, when the Island was made a separate colony, Patterson was named the Governor. John Patterson sold his half of the Lot in the 1780s, and Walter granted half of what was left to resettle Loyalists. Governor Patterson was recalled in 1785 and the estate was sold in the 1790s after he had to declare bankruptcy. "},"20":{"lot":"20","county":"Queens","parish":"Grenville","acres_holland":"20000","acres_clark":"17500","acres_modern":"17735","rating_1767":"Poor","census_1798":"67","census_1838":"655","drawn_by":"Lt. Theodore Holtain and Captain Thomas Bassett","notes":"Holtain and Bassett were lobbying for a land grant on St. John’s  Island as soon as the Seven Years’ War ended, and were included in the Earl of Egmont’s proposal that he be granted the entire island in 1764. Despite this early enthusiasm, Holtain and Bassett lost little time selling their windfall of 20,000 acres. In the early 1770s they sold it to a London merchant named Robert Clark, who also bought neighbouring Lot 21. Clark had become a Quaker in the 1750s and hoped to create a refuge for “recovering sinners” on his Island, estate. Instead he went bankrupt, and by 1800 the estate had been sold off."},"21":{"lot":"21","county":"Queens","parish":"Grenville","acres_holland":"21000","acres_clark":"19000","acres_modern":"19820","rating_1767":"Average","census_1798":"67","census_1838":"611","drawn_by":"Dr. Lauchlin MacLeane and Lt. Henry MacLeane","notes":"Lauchlin was a physician in the 60th Regiment during the Seven Years’ War and had just finished serving as the Lt. Governor of Saint Vincent Island when he was given Lot 21. He also invested heavily in East India Company stock.  He was wiped out when the price collapsed in 1769 and had to sell the estate to Robert Clark (see Lot 20). In 1774 Clark recruited a shipload of people willing to try and build a new life in the new world and settled them in a community he called New London."},"22":{"lot":"22","county":"Queens","parish":"Grenville","acres_holland":"21000","acres_clark":"21000","acres_modern":"21315","rating_1767":"Average","census_1798":"4","census_1838":"221","drawn_by":"Captains John Gordon and William Ridge","notes":"Little is known about Lot 22’s original owners, other than they served under General Wolfe in the Seven Years War and were part of a consortium put together by Dr. Lauchlin MacLeane (see Lot 21) to lobby for land grants on St. John’s Island.  They did nothing to develop their estate after being granted it. The only settlers there in 1798 were the Adams family, who settled there around 1773."},"23":{"lot":"23","county":"Queens","parish":"Grenville","acres_holland":"21000","acres_clark":"21000","acres_modern":"21015","rating_1767":"Average","census_1798":"45","census_1838":"548","drawn_by":"Major Allan MacLeane and Lauchlin MacLeane","notes":"Allan MacLeane served with Samuel Holland in the 60th Regiment at Quebec. Lauchlin, a merchant based in Baltimore, was one of his nephews. Both were recruited by a cousin, Dr Lauchlin Macleane (see Lot 21) to lobby for a land grant on St. John’s Island. Though Allan was listed as the sole proprietor in 1775, there is no indication he ever lived on the Island. During the American Revolution Allan, serving as a Colonel, he was a key player in turning back the rebel attempt to seize Quebec."},"24":{"lot":"24","county":"Queens","parish":"Charlotte","acres_holland":"20000","acres_clark":"23500","acres_modern":"22269","rating_1767":"Excellent","census_1798":"237","census_1838":"1002","drawn_by":"Lt. Colonel Charles Lee and Lt. Colonel Francis MacLeane","notes":"Charles Lee served under General Wolfe at Louisbourg, but was recovering from wounds during the siege of Quebec. Francis MacLeane, a cousin of Allan Macleane (see Lot 23) spent the Seven Years’ War serving in Europe and the Caribbean. Both were recruited by Dr. Lauchlin MacLeane (see Lot 21) to petition for one of the St. John’s Island land grants. Both fought in the American Revolution; Macleane for the British, Lee for the Rebels. In 1781 the estate was seized for non payment of quit rents."},"25":{"lot":"25","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"18500","acres_modern":"18671","rating_1767":"Excellent","census_1798":"45","census_1838":"349","drawn_by":"Lt. Archibald Kennedy and Lt. James Campbell","notes":"Both Kennedy and Campbell were included in the Earl of Egmont’s 1764 proposal that he be granted the entire Island of St. John. It isn’t known what units they served in during the Seven Year’s War, or what interests they were pursuing during the 1770s, but developing their estate didn’t seem to have been among them. In 1781 half of it was forfeited for quit rent arrears. "},"26":{"lot":"26","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"23000","acres_modern":"21946","rating_1767":"Excellent","census_1798":"103","census_1838":"455","drawn_by":"Lt. John Stewart and Captain Peter Gordon","notes":"It isn’t known what units Stewart and Gordon served with during the Seven Years’ War, but in 1764 they found themselves on Lord Egmont’s list of officers deserving a land grant on St. John’s Island. In 1783 they set aside a quarter of the land to be granted to Loyalists."},"27":{"lot":"27","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"21000","acres_modern":"20978","rating_1767":"Average","census_1798":"28","census_1838":"734","drawn_by":"Colonel James Searle and John Russell Spence","notes":"John Spence’s father George was one of a handful of merchants that Lord Egmont included in his 1764 scheme. The Spences were in the Madeira wine trade when they became interested in getting land on St. John’s Island. James Searle may have been an American merchant also involved in the wine trade. If so, he was too busy fighting on the rebel side during the American Revolution to bring many settlers into his estate in the 1770s. "},"28":{"lot":"28","county":"Prince","parish":"St. David’s","acres_holland":"20000","acres_clark":"22000","acres_modern":"21478","rating_1767":"Average","census_1798":"137","census_1838":"923","drawn_by":"Samuel Holland","notes":"Holland must have been disappointed when he drew Lot 28 in the 1767 Lottery. There was no fishery off the south shore in the 18th century, the rivers were only suitable for small boats and there were was little potential to develop harbours. He never lived there, selling half of the estate to Phillips Callbeck in the early 1770s. After he and his family fled the Thirteen Colonies during the American Revolution they settled on an estate near Quebec City. His widow, Marie-Joseph and eldest son Frederick Braham, however, moved to the Prince Edward Island estate after Holland’s death in 1802."},"29":{"lot":"29","county":"Queens","parish":"Hillsborough","acres_holland":"20000","acres_clark":"22000","acres_modern":"21916","rating_1767":"Average","census_1798":"0","census_1838":"575","drawn_by":"Vice Admiral Sir Charles Saunders","notes":"Admiral Saunders commanded the fleet that brought General Wolfe’s army to Quebec. He was the second name on the list Lord Egmont’s submitted with his 1764 proposal to be granted the entire island. Saunders died in 1775 with no children, and left the estate to his favourite niece, Jane Kinsey, on the condition that she and her husband change their name to Saunders when she married. In 1777, when she married a fellow proprietor, Dr. Richard Huck (see Lot 53), the family was known as Huck-Saunders. A granddaughter, Cicely Jane Georgina Fane inherited the estate in 1841. She never married and was one of a handful of female proprietors on Prince Edward Island."},"30":{"lot":"30","county":"Queens","parish":"Hillsborough","acres_holland":"20000","acres_clark":"21000","acres_modern":"21198","rating_1767":"Poor","census_1798":"14","census_1838":"159","drawn_by":"John Murray of Philipbaugh","notes":"A lawyer and Member of Parliament, John Murray was also speculating in land in North Carolina when he received his land grant on St. John’s Island. When the North Carolina scheme collapsed he had to flee that colony to escape his creditors, and sold Lot 30 to a friend and fellow proprietor, Lord James Montgomery (see Lot 7). Neither did much to settle the estate."},"31":{"lot":"31","county":"Queens","parish":"Hillsborough","acres_holland":"21000","acres_clark":"23000","acres_modern":"23085","rating_1767":"Average","census_1798":"43","census_1838":"348","drawn_by":"Adam Drummond","notes":"Drummond left the Scottish bar to join the army in 1739, but retired just before the outbreak of the Seven Years War and set himself up as a merchant. In 1764 his firm won the contract to supply victuals to the British Army in North America, and shortly before being granted Lot 31, was given a 30-year lease on “all the coals in Cape Breton.” He sold the Prince Edward Island property to Thomas Desbrisay sometime before 1775. "},"32":{"lot":"32","county":"Queens","parish":"Charlotte","acres_holland":"20000","acres_clark":"17000","acres_modern":"16572","rating_1767":"Excellent","census_1798":"55","census_1838":"774","drawn_by":"Sir William Young","notes":"In 1715 William Young’s father fled from Scotland to Antigua after the failed Rebellion of 1715 and started a sugar plantation there. Young was only 23 years old when he was elected a fellow of the Royal Society in 1748, and was overseeing sale of lands in Grenada, Tobago, Dominica and St. Vincent – islands ceded by France at the end of the Seven Years’ War. Shortly after getting his land grant on St. John’s Island he was named Governor of Dominica. His duties in the Caribbean, (and perhaps the £110,000 in debt he left when he died in 1788) kept him and his son (also Sir William) from developing Lot 32. In 1783 a quarter of the land was granted for Loyalist settlement. "},"33":{"lot":"33","county":"Queens","parish":"Charlotte","acres_holland":"20000","acres_clark":"24000","acres_modern":"24230","rating_1767":"Excellent","census_1798":"67","census_1838":"521","drawn_by":"Colonel Richard Worge","notes":"A career army officer, Richard Worge was a favourite of the Duke of Cumberland (later King William IV). Cumberland called him “my rough diamond” and promoted him to Major after his actions at Battle of Culloden. Worge was the only Army officer on the Lottery list who never fought in North America, but had five years as Governor of Senegal on his resume when he was given Lot 33. He sold it, probably immediately, to Lt. Governor Thomas Desbrisay."},"34":{"lot":"34","county":"Queens","parish":"Charlotte","acres_holland":"20000","acres_clark":"21500","acres_modern":"22534","rating_1767":"Excellent","census_1798":"156","census_1838":"1270","drawn_by":"John Dickson","notes":"When Scottish lawyer John Dickson was first elected to Parliament in 1747, Lord Egmont described him as:  “an odd man… though not very wise, he has some cunning and shows a disposition toward us.” By 1767 he’d been in office for 20 years and made enough of an impression to get onto the St. John’s Lottery list, but he never got the chance to make an impression in Island history; he died six months after the Lottery. He never married, and probably willed Lot 34 to his friend, Sir James Montgomery (see Lot 7)."},"35":{"lot":"35","county":"Queens","parish":"Bedford","acres_holland":"20000","acres_clark":"19000","acres_modern":"20057","rating_1767":"Excellent","census_1798":"132","census_1838":"657","drawn_by":"Alexander Maitland","notes":"Alexander Maitland originally served in the Royal Navy, but moved to the Army in 1744 and was serving as a Colonel in the Grenadier Guards when he was given Lot 35. His brother Richard also received a grant (see Lot 64) in 1767. Unlike most of their fellow proprietors, the Maitland brothers tried to develop their estates, but when Richard’s health began to fail they abandoned their plans. In 1771 Alexander sold part of Lot 35 to John MacDonald of Glenaladale, who wanted to resettle Catholics from the Highlands of Scotland. "},"36":{"lot":"36","county":"Queens","parish":"Bedford","acres_holland":"20000","acres_clark":"20500","acres_modern":"20890","rating_1767":"Average","census_1798":"144","census_1838":"452","drawn_by":"George Spence and John Mills","notes":"Spence and Mill first asked for a land grant on St. John’s Island in 1763 and were both on Lord Egmont’s list. Even before the Land Lottery  they were setting up fishing stations, and even though Lot 40 was set aside for them, they were also allowed to participate in the 1767 draw. Even though Lot 36 had access to the Gulf of St Lawrence, they sold the estate to the Glenaladale MacDonalds (see Lot 35) in the early 1770s. "},"37":{"lot":"37","county":"Queens","parish":"Bedford","acres_holland":"20000","acres_clark":"23500","acres_modern":"22800","rating_1767":"Excellent","census_1798":"234","census_1838":"404","drawn_by":"Captain William Spry and Captain James Barker","notes":"Though nothing is known about James Barker, William Spry was included in Lord Egmont’s proposal. A Captain in the Royal Engineers, Spry worked with Samuel Holland charting the St. Lawrence River during the Quebec campaign in 1759. In addition to Lot 37, he bought land in Nova Scotia and founded the community of Spryfield in 1770. "},"38":{"lot":"38","county":"Kings","parish":"St. Patrick’s","acres_holland":"20000","acres_clark":"19500","acres_modern":"20178","rating_1767":"Average","census_1798":"223","census_1838":"322","drawn_by":"Colonel Simon Fraser and the officers of the 78th Regiment of Fraser Highlanders","notes":"The Crown wanted veterans of the Seven Years’ War to settle on the Island so that the colony’s militia would have a core of experienced soldiers to draw on. It also wanted to reward one of the most important regiments that fought in that war; the 78th Regiment, also named for its leader: Simon Fraser, Lord Lovat. Though Fraser never settled on the Island – he was killed at the Battle of Saratoga in 1777, many of the former troops did. The 1798 census listed close to 300 settlers on the four estates; 2\/3 of them on Lot 39."},"39":{"lot":"39","county":"Kings","parish":"St. Patrick’s","acres_holland":"20000","acres_clark":"20500","acres_modern":"20468","rating_1767":"Excellent","census_1798":"186","census_1838":"322","drawn_by":"Colonel Simon Fraser and the officers of the 78th Regiment of Fraser Highlanders","notes":"The Crown wanted veterans of the Seven Years’ War to settle on the Island so that the colony’s militia would have a core of experienced soldiers to draw on. It also wanted to reward one of the most important regiments that fought in that war; the 78th Regiment, also named for its leader: Simon Fraser, Lord Lovat. Though Fraser never settled on the Island – he was killed at the Battle of Saratoga in 1777, many of the former troops did. The 1798 census listed close to 300 settlers on the four estates; 2\/3 of them on Lot 39."},"40":{"lot":"40","county":"Kings","parish":"St. Patrick’s","acres_holland":"20000","acres_clark":"19500","acres_modern":"19386","rating_1767":"Excellent","census_1798":"35","census_1838":"408","drawn_by":"George Spence, John Mills and Lt. George Burns","notes":"As early as 1763, merchants Spence and Mills and Lt. Burns were interested in getting land on St. John’s Island. Burns, who served in the 45th Regiment, was probably part of the garrison that occupied the Island when it was taken from the French in 1758. The major fishing port of the French era, Havre St. Pierre was in Lot 40, and in recognition of their activity in trying to set up a British fishery in the colony, Spence, Mills and Burns didn’t have to pick their lot number out of the hat in 1767 – it was set aside for them."},"41":{"lot":"41","county":"Kings","parish":"St. Patrick’s","acres_holland":"20000","acres_clark":"18500","acres_modern":"18548","rating_1767":"Average","census_1798":"31","census_1838":"318","drawn_by":"Colonel Simon Fraser and the officers of the 78th Regiment of Fraser Highlanders","notes":"The Crown wanted veterans of the Seven Years’ War to settle on the Island so that the colony’s militia would have a core of experienced soldiers to draw on. It also wanted to reward one of the most important regiments that fought in that war; the 78th Regiment, also named for its leader: Simon Fraser, Lord Lovat. Though Fraser never settled on the Island – he was killed at the Battle of Saratoga in 1777, many of the former troops did. The 1798 census listed close to 300 settlers on the four estates; 2\/3 of them on Lot 39."},"42":{"lot":"42","county":"Kings","parish":"St. Patrick’s","acres_holland":"20000","acres_clark":"20000","acres_modern":"20054","rating_1767":"Average","census_1798":"32","census_1838":"358","drawn_by":"Colonel Simon Fraser and the officers of the 78th Regiment of Fraser Highlanders","notes":"The Crown wanted veterans of the Seven Years’ War to settle on the Island so that the colony’s militia would have a core of experienced soldiers to draw on. It also wanted to reward one of the most important regiments that fought in that war; the 78th Regiment, also named for its leader: Simon Fraser, Lord Lovat. Though Fraser never settled on the Island – he was killed at the Battle of Saratoga in 1777, many of the former troops did. The 1798 census listed close to 300 settlers on the four estates; 2\/3 of them on Lot 39."},"43":{"lot":"43","county":"Kings","parish":"East","acres_holland":"20000","acres_clark":"17500","acres_modern":"18169","rating_1767":"Average","census_1798":"183","census_1838":"473","drawn_by":"Vice Admiral Sir George Rodney","notes":"George Rodney joined the Royal Navy in 1732 at the age of 14. He was made a Captain in the 1740s, served briefly in the Gulf of St. Lawrence during the Seven Years’ War, and by the end of the war was an Admiral. Having grown up poor, Rodney spent a good deal of his career fighting for prize money. A lot on St. John’s Island was one of the many perks he felt he was due for his service, and he was included in Lord Egmont’s first list. He sold the estate a few years after drawing it."},"44":{"lot":"44","county":"Kings","parish":"East","acres_holland":"20000","acres_clark":"17500","acres_modern":"18257","rating_1767":"Average","census_1798":"0","census_1838":"484","drawn_by":"William Fitzherbert and Robert Campbell","notes":"William Fitzherbert sat on the Board of Trade since 1765, was Gentleman Usher of the Privy Chamber from 1759 to 63 and sat as an MP from 1762 until his death by suicide in 1772. Robert Campbell was a merchant, possibly a mercer based in London who might have bought Fitzherbert’s share after his death."},"45":{"lot":"45","county":"Kings","parish":"East","acres_holland":"20000","acres_clark":"20000","acres_modern":"19643","rating_1767":"Average","census_1798":"0","census_1838":"402","drawn_by":"William Burt and John Callendar","notes":"Nothing is known about John Callendar. William Burt’s family had been in the West Indies for at least three generations when he was born on St. Kitts in the 1820s. He moved to England in the 1750s and at the time of the Land Lottery was an MP for a riding that had only 250 voters. After losing the seat in 1768 he returned to the Caribbean and was Governor of the Leeward Islands until his death in 1781."},"46":{"lot":"46","county":"Kings","parish":"East","acres_holland":"20000","acres_clark":"20500","acres_modern":"20928","rating_1767":"Average","census_1798":"0","census_1838":"265","drawn_by":"Alexander Fordyce and Robert Gordon","notes":"Nothing is known about Robert Gordon, but Alexander Fordyce was a Scottish banker who made a fortune speculating in stock in the mid-1760s. The collapse of his bank in 1772 caused a credit crisis that spread to Europe; a side effect in North America was Britain’s decision to impose a tax on tea. Another was his decision to sell his half of Lot 46 to Robert Campbell, part owner of nearby Lot 44."},"47":{"lot":"47","county":"Kings","parish":"East","acres_holland":"20000","acres_clark":"21000","acres_modern":"21561","rating_1767":"Average","census_1798":"71","census_1838":"755","drawn_by":"Lt. Colonel Gordon Graham and Robert Porter","notes":"Colonel Graham served with the 42nd (Black Watch) Highlanders during the Seven Years’ War. Robert Porter was General Robert Monckton’s paymaster during the expedition against Martinique in 1762. It doesn’t appear that either ever settled here."},"48":{"lot":"48","county":"Queens","parish":"Bedford","acres_holland":"23600","acres_clark":"21000","acres_modern":"23050","rating_1767":"Average","census_1798":"72","census_1838":"515","drawn_by":"Lt. Colonel James Cunningham and Samuel Touchet","notes":"It isn’t known what regiment Colonel Cunningham served with, or how he got his name onto the Lottery list. Samuel Touchet made a fortune in the cotton trade in the 1750s and was extremely well-connected, and was serving as an MP at the time of the Lottery. In addition to Lot 48, he was also granted 20,000 acres in Florida. He died in 1773, some said of suicide, and did not develop either. "},"49":{"lot":"49","county":"Queens","parish":"Bedford","acres_holland":"22000","acres_clark":"24000","acres_modern":"24477","rating_1767":"Average","census_1798":"98","census_1838":"858","drawn_by":"Lt. Colonel Gabriel Christie and Captain James Stevenson","notes":"Gabriel Christie joined the British Army in 1742, and by the end of the Seven Years’ War was a Lt. Colonel in the 44th Regiment. James Stevenson might have been an Army surgeon. At the time of the Land Lottery Christie was also assembling a large estate in Quebec, and ultimately settled in Montreal. In 1775 the estate was sold to Robert Clark."},"50":{"lot":"50","county":"Queens","parish":"St. John’s","acres_holland":"20000","acres_clark":"19000","acres_modern":"19975","rating_1767":"Average","census_1798":"112","census_1838":"857","drawn_by":"Lt. Colonel Henry Gladwin and Captain Peter Innes","notes":"Nothing is known about Peter Innes, but Henry Gladwin was one of the most famous officers in the British Army by the end of the Seven Years’ War. In the spring of 1763 he successfully held Fort Detroit during Pontiac’s War. Though he saw all of his active service in North America, he requested a transfer back to England in 1764, and never saw (or did anything) with the estate he was granted on St. John’s Island. In 1783 a quarter of the land was given for resettling Loyalists."},"51":{"lot":"51","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"18000","acres_modern":"18631","rating_1767":"Poor","census_1798":"0","census_1838":"171","drawn_by":"John Pringle","notes":"John Pringle was one of John Murray of Philipbaugh’s (see Lot 30) nephews. A merchant who made a fortune in the wine trade, he also sat as an MP from 1765 to 1786.  Very active in Parliament, he did nothing to settle his St. John’s Island estate, and at some point before his death in 1792 sold it to James Montgomery (see Lot 7, 30 and 34). A major reason the lot was rated “poor” was because it was one of the two lots laid out by Samuel Holland that were landlocked. "},"52":{"lot":"52","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"20000","acres_modern":"20618","rating_1767":"Poor","census_1798":"0","census_1838":"218","drawn_by":"Lt. Colonel Stewart Douglas, Captain William Douglas and Captain Stair Douglas","notes":"It isn’t known where the Douglas’ served in the Seven Years’ War, or how they were related to each other, but they all appeared in Lord Egmont’s list of people he’d grant land to when he proposed the Crown give him the entire Island in 1764. A major part of Lot 52’s “Poor” rating was its very limited access to the sea; its only water frontage is the north bank of the Montague River."},"53":{"lot":"53","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"21500","acres_modern":"19935","rating_1767":"Average","census_1798":"0","census_1838":"319","drawn_by":"Dr. Richard Huck, Lt. George Campbell and John Williams","notes":"It isn’t known how Lt. Campbell or merchant John Williams got on the Lottery list. Richard Hucks was a military surgeon who served as Physician to the Army in North America during the Seven Years’ War. In 1777 he married Jane Kinsey, who had inherited Lot 29 from her uncle, Admiral Charles Saunders. Saunders’ will stipulated that if his niece married, she and her husband take his name, and the couple became Huck-Saunders. Jane Huck-Saunders died in 1780, her husband only five years later. Their share of Lot 53 went to their eldest daughter, Jane. "},"54":{"lot":"54","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"20000","acres_modern":"19316","rating_1767":"Excellent","census_1798":"27","census_1838":"121","drawn_by":"Robert Adair","notes":"Robert Adair was Surgeon to His Majesty, George III. Though he had no title, he was well-connected. His mother-in-law, Lady Anne Lennox, was part of the powerful Richmond family (who were also Samuel Holland’s patrons). His brother-in-law, Admiral Augustus Keppel was also granted an estate (Lot 4) on St. John’s Island. Unlike the admiral, Adair actually attracted a few settlers to his estate. "},"55":{"lot":"55","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"22000","acres_modern":"22855","rating_1767":"Excellent","census_1798":"31","census_1838":"362","drawn_by":"Francis MacKay, Samuel MacKay and Hugh Finlay","notes":"Hugh Finlay emigrated from Scotland to Quebec in 1763, having been appointed postmaster to the colony. In addition to his government post, he also invested in land and businesses, with varied results; he left only debts and creditors to his children when he died in 1801. Francis and Samuel MacKay had served in the 60th Regiment during the War and decided to stay in Quebec after the Peace of 1763. Francis was appointed Surveyor of Woods, but moved from the colony in 1770, ultimately settling in Jamaica. Samuel became a merchant but re-enlisted in the Army during the American Revolution and was killed in 1779."},"56":{"lot":"56","county":"Kings","parish":"St. George’s","acres_holland":"20000","acres_clark":"21500","acres_modern":"21555","rating_1767":"Excellent","census_1798":"52","census_1838":"516","drawn_by":"George Townshend","notes":"Son of the 3rd Viscount Townshend, George joined the Army in 1743, and commanded a Brigade in General James Wolfe’s army during the battles for Louisbourg and Quebec, but ended the War serving in Europe. A month after Lottery that gave him Lot 56, he was named the Viceroy of Ireland. In 1783 he donated a quarter of the estate to refugees from the American Revolution, but none of the 52 residents there in 1798 were Loyalists."},"57":{"lot":"57","county":"Queens","parish":"St. John’s","acres_holland":"20000","acres_clark":"22000","acres_modern":"23602","rating_1767":"Excellent","census_1798":"0","census_1838":"1099","drawn_by":"Captain James and Samuel Smith","notes":"James Smith commanded HMS Seahorse (a 24-gun frigate) during the Louisbourg and Quebec campaigns. (Another winner in the 1767 Land Lottery, Hugh Palliser, (Lot 63) also commanded the Seahorse, and Admiral Keppel (Lot 4) once used it as his flagship.) Samuel, a merchant, was probably his brother. In the 1770s Captain Smith, now commanding HMS Mermaid, was based in Halifax, and he’s credited with giving the community of Belfast its name, the Smiths did nothing with their estate. The 1798 census showed no residents there. In 1803, though, it was the main destination for the Scots settlers being brought to the Island by Lord Selkirk, and an 1838 census showed it was the second-most-populated Lot in the colony, with 1,100 residents."},"58":{"lot":"58","county":"Queens","parish":"St. John’s","acres_holland":"20000","acres_clark":"19000","acres_modern":"19722","rating_1767":"Excellent","census_1798":"0","census_1838":"590","drawn_by":"Joshua Mauger","notes":"Born on the Island of Jersey, Joshua Mauger came to Nova Scotia in the early 1740s. Though he worked as a sailing master on several British warships, by 1749 he was the Royal Navy’s main victualler in at the new naval base in Halifax. He returned to England in 1760; master of a large shipping fleet and one of the richest merchants in Nova Scotia. Lot 58 is only one of several large land grants he secured in the 1760s. He sold the estate in 1775. Neither he nor the subsequent owners settled anyone on the land."},"59":{"lot":"59","county":"Kings","parish":"St. Andrew’s","acres_holland":"20000","acres_clark":"19500","acres_modern":"19878","rating_1767":"Excellent","census_1798":"35","census_1838":"325","drawn_by":"David Higgins, Hutchinson Mure and Robert Cathcart","notes":"David Higgins was a mariner who became interested in establishing fishing stations on St. John’s Island in the early 1760s. Hutchinson Muir and Robert Cathcart were merchants who got on Lord Egmont’s 1763 list of potential proprietors. The three knew before the 1767 Lottery took place that the estate was theirs; because Higgins had already started to develop a fishery there, the lot was set aside for them. Shortly after the Lottery, Higgins formed a new partnership with James Montgomery (see Lot 7), became his agent in the colony but by 1775 had racked up so much debt that he had to sell his share of the estate to him."},"60":{"lot":"60","county":"Queens","parish":"St. John’s","acres_holland":"20000","acres_clark":"20000","acres_modern":"20171","rating_1767":"Poor","census_1798":"0","census_1838":"236","drawn_by":"Major John Wrightson of the 76th and Captain Daniel Shaw of the 42nd Regiment","notes":"Major Wrightson may have served in Africa under Colonel Richard Worge (see Lot 33). The 42nd Regiment, also known as the Black Watch, was stationed in the colony of New York during the Seven Years’ War. Wrightson also asked for a grant of 10,000 acres in that colony (he was given 5,000). Neither officer did anything with their St. John’s Island grant, and by 1775 had sold it. "},"61":{"lot":"61","county":"Kings","parish":"St. Andrew’s","acres_holland":"20000","acres_clark":"19000","acres_modern":"20650","rating_1767":"Average","census_1798":"5","census_1838":"231","drawn_by":"Richard Cumberland","notes":"Richard Cumberland served as a clerk to the Board of Trade and also acted as Samuel Holland’s agent in London during the 1764-65 survey. A successful author and playwright (he staged over 30 plays and published three novels), he was also a diplomat and, for a brief time, Secretary to the Board of Trade and Plantations. He sold Lot 61 sometime before 1783. "},"62":{"lot":"62","county":"Queens","parish":"St. John’s","acres_holland":"20000","acres_clark":"19500","acres_modern":"19380","rating_1767":"Average","census_1798":"0","census_1838":"356","drawn_by":"Captain Richard Spry","notes":"Richard Spry entered Royal Navy in 1733 and within ten years was promoted to Captain. He was the senior naval officer at the Siege of Louisbourg  and ended the war as Commander-in-Chief of the Navy in North America. After the war he commanded the royal yacht, HMS Fubbs and at the time of the Lottery he was Commander in Chief of the Mediterranean station. He died in 1775. Neither he nor his heirs (he died a bachelor) did anything to develop Lot 62."},"63":{"lot":"63","county":"Kings","parish":"St. Andrew’s","acres_holland":"20000","acres_clark":"25000","acres_modern":"25886","rating_1767":"Excellent","census_1798":"4","census_1838":"256","drawn_by":"Hugh Palliser","notes":"The only son of a family with estates in Yorkshire and Ireland, Hugh Palliser was an orphan when he entered the Royal Navy in 1735 as a 12-year-old midshipman. He was only 23 when he was promoted to Captain and commanded one of the men-of-war in the fleet that took part in the Siege of Quebec. One of the sailors under his command was James Cook, and Palliser is credited with the starting the famous explorer’s career. Cook named an island in the South Pacific and a Cape in Newfoundland after him. At the time of the Land Lottery he was serving as Governor of Newfoundland and was later promoted to Admiral and made a Baron. In 1778 he was involved on a major controversy with a fellow Admiral, Lord and Land Lottery winner, Augustus Keppel (see Lot 4) over who was to blame for the escape of the French Fleet during the Battle of Ushant. "},"64":{"lot":"64","county":"Kings","parish":"St. Andrew’s","acres_holland":"22000","acres_clark":"20500","acres_modern":"21215","rating_1767":"Excellent","census_1798":"13","census_1838":"258","drawn_by":"Colonel Richard Maitland","notes":"Richard Maitland served as a Captain in the 43rd Regiment at the Battle of the Plains of Abraham, and at the time of the Land Lottery was the Deputy Adjutant-General of the British forces in North America. He settled in New York and in addition to Lot 64 he was given 5,000 acres in that colony. Unlike most of the 1767 Lottery winners, Colonel Richard and his brother Alexander (see Lot 35) seemed genuinely interested in settling their land grants within the rules set out. Unfortunately, Maitland fell ill before being able to put any of these plans in place. He died in 1772."},"65":{"lot":"65","county":"Queens","parish":"Hillsborough","acres_holland":"21000","acres_clark":"19000","acres_modern":"20788","rating_1767":"Average","census_1798":"34","census_1838":"820","drawn_by":"Richard Wright and Hugh Owens","notes":"Nothing is known about the original proprietors of Lot 65, but the property was acquired by Edmund Fanning, the colony’s second governor, in the 1790s. The estate is almost entirely made up of shoreline – Holland had to assign a thin strip, barely more than a kilometre wide, to give the property a portion of uplands. "},"66":{"lot":"66","county":"Kings","parish":"St. George’s","acres_holland":"6100","acres_clark":"6000","acres_modern":"6143","rating_1767":"","census_1798":"0","census_1838":"50","drawn_by":"Crown","notes":"Landlocked and leftover, Lot 66 contains only 6,000 acres and was not assigned to be given away in 1767. Instead it was reserved for the Crown. "},"67":{"lot":"67","county":"Queens","parish":"Grenville","acres_holland":"28480","acres_clark":"25000","acres_modern":"24268","rating_1767":"Poor","census_1798":"0","census_1838":"119","drawn_by":"Robert Moore","notes":"Nothing is known about Lot 67’s original proprietor, other than he drew the biggest, but also fully-land-locked estate in Holland’s layout, and that he didn’t appear to do anything to develop his holding. The estate was acquired by Governor Edmund Fanning in the 1790s."},"PRINCETOWN":{"lot":"Princetown","county":"Prince","parish":"","acres_holland":"4000","acres_clark":"5800","acres_modern":"3797","rating_1767":"","census_1798":"243","census_1838":"","drawn_by":"","notes":"Some of the first people interested in St. John’s Island after it became a British colony intended to set up fishing establishments. The cod fishery had been the biggest part of the economy during the French era, and communities with access to the Gulf of St. Lawrence were the biggest and most prosperous in that colony. Samuel Holland decided to site the capital of Prince County near an entrance to the biggest bay on the north shore and assumed it would grow into a major fishing port. Because the Prince of Wales at the time was also named George, Holland simply dubbed the community Princetown. Though the 1798 census listed 243 residents there, the fishery didn’t become an important part of the Island economy until the late 1800s, and the capital of Prince County drifted south to Summerside."},"GEORGETOWN":{"lot":"Georgetown","county":"Kings","parish":"","acres_holland":"4000","acres_clark":"3000","acres_modern":"3981","rating_1767":"","census_1798":"0","census_1838":"","drawn_by":"","notes":"Samuel Holland thought the harbor at the former French community of Trois Rivieres was one of the finest he’d ever seen, and didn’t hesitate to suggest the capital of Kings County be sited there. Georgetown, named after the King, would become a major shipping port. Or so Holland thought. The 1798 census didn’t list any residents there. It wasn’t until the early 1800s, though, that there were more than a handful of settlers in the area, and it took many decades for the street grid to fill in. "},"CHARLOTTETOWN":{"lot":"Charlottetown","county":"Queens","parish":"","acres_holland":"7300","acres_clark":"7500","acres_modern":"8247","rating_1767":"","census_1798":"401","census_1838":"","drawn_by":"","notes":"When the Island was a French colony, the capital was at Port La Joye. Samuel Holland decided to site the capital of the British colony across the harbor and named it after the King’s wife, Charlotte of Mecklenberg. Though the town site was fairly central and offered easy routes into the interior via the three rivers that emptied into its harbor, Holland thought since Charlottetown had only an adequate harbor and no access to the fishery that it might have trouble keeping up with Georgetown and Princetown. Making it the colonial capital was something of a consolation prize. "}}